Repository: Igor-Yworld/Asgaros-Forum-to-WP-Recall
Catalog: languages/rcl-asgaros-*.po
Languages: ru_ru

source: Rating
ru_ru: Рейтинг

source: Profile
ru_ru: Профиль

source: Private message
ru_ru: Личное сообщение

source: Reviews
ru_ru: Отзывы

source: Groups
ru_ru: Группы

source: Publications
ru_ru: Публикации

source: Information
ru_ru: Информация

source: Registration
ru_ru: Регистрация

source: Forum settings
ru_ru: Настройки форума

source: User signature
ru_ru: Подпись пользователей

source: Turn off
ru_ru: Не показывать

source: Enable
ru_ru: Показать

source: Install MetaKey additional signature field
ru_ru: Вписать MetaKey доп. поля подписи

source: Creating an additional text field in your profile and set it MetaKey. Not necessary.
ru_ru: Создайте дополнительное текстовоое поля в вашем профиле и впишите его MetaKey. Не обязательно.

source: Example: podpis_na_forume
ru_ru: Пример: podpis_na_forume

source: User announcement
ru_ru: Объявления пользователей

source: Install MetaKey additional announcement field
ru_ru: Вписать MetaKey доп. поля объявления

source: Example: announcement_na_forume
ru_ru: Пример: announcement_na_forume

source: Add title Ad
ru_ru: Название объявления

source: Enter the name of the button
ru_ru: Ввести название кнопки объявления

source: Example: Announcement
ru_ru: Пример: Объявление

source: Add icon Font Awesome
ru_ru: Добавить иконку Font Awesome

source: Add icon http://fontawesome.ru/all-icons/, insert in such a form: fa-bullhorn
ru_ru: Добавить иконку из набора http://fontawesome.ru/all-icons/, вставить в форму вот так: fa-bullhorn

source: Example: fa-bullhorn
ru_ru: Пример: fa-bullhorn

source: User roles
ru_ru: Роли пользователей

source: Forum administrator
ru_ru: Администратор форума

source: Display name of the administrator role
ru_ru: Отображаемое название роли администратора.

source: Example: Admin
ru_ru: Пример: Админ

source: Forum moderftor
ru_ru: Модератор форума

source: Display name of the moderftor role
ru_ru: Отображаемое название роли модератора.

source: Example: Moderftor
ru_ru: Пример: Модератор

source: Forum contributor
ru_ru: Участник форума

source: Display name of the contributor role
ru_ru: Отображаемое название роли участника.

source: Example: Contributor
ru_ru: Пример: Участник

source: Author(The role of the site)
ru_ru: Автор(роль сайта)

source: Display name of the author role
ru_ru: Отображаемое название роли автора

source: Example: Author
ru_ru: Пример: Автор

source: Editor(The role of the site)
ru_ru: Редактор(роль сайта)

source: Display name of the editor role
ru_ru: Отображаемое название роли редактора

source: Example: Editor
ru_ru: Пример: Редактор

source: Images instead of role names
ru_ru: Картинка вместо названия роли

source: Enter the id pictures admin
ru_ru: Введите ID картинки администратора

source: How to get the ID of the image, refer to the description https://codeseller.ru/products/asgaros-forum-wp-recall/ size 110x24
ru_ru: Как узнать ID картинки, прочитайте в описании к дополнению https://codeseller.ru/products/asgaros-forum-wp-recall/ размер 110x24

source: Example: 80
ru_ru: Пример: 80

source: Enter the id pictures moderator
ru_ru: Введите ID картинки модератора

source: Enter the id pictures contributor
ru_ru: Введите ID картинки участника

source: Enter the id pictures author
ru_ru: Введите ID картинки автора

source: Enter the id pictures editor
ru_ru: Введите ID картинки редактора

source: Progress bar
ru_ru: Прогресс бар

source: How many posts to the target
ru_ru: Сколько сообщений до цели

source: How many messages to the target that you define.
ru_ru: Количество сообщений до выбранной вами цели

source: Example: 500
ru_ru: Пример: 500

source: Name of target
ru_ru: Название цели

source: Write goals abbreviation
ru_ru: Сокращенно или аббривиатура

source: Example: VIP
ru_ru: Пример: VIP

source: The icon next to the role
ru_ru: Иконка рядом с ролью

source: Ranks from the number of messages
ru_ru: Звания от количества сообщений

source: The first rank
ru_ru: Первое звание

source: Do not fill the field if you do not use the rank.
ru_ru: Не заполняйте поля если не используете звания.

source: Number of posts
ru_ru: Количество сообщений

source: Example: 10
ru_ru: Пример: 10

source: Second rank
ru_ru: Второе звание

source: Example: Activist
ru_ru: Пример: Активист

source: Example: 50
ru_ru: Пример: 50

source: A third rank
ru_ru: Третье звание

source: Example: lodger
ru_ru: Пример: Постоялец

source: Example: 100
ru_ru: Пример: 100

source: The fourth rank
ru_ru: Четвертое звание

source: Example: Frequenter
ru_ru: Пример: Завсегдатай

source: The fifth rank
ru_ru: Пятое звание

source: Example: The local
ru_ru: Пример: Здешний

source: Example: 800
ru_ru: Пример: 800

source: The sixth rank
ru_ru: Шестое звание

source: Example: 1000
ru_ru: Пример: 1000

source: The rank of by rating
ru_ru: Звание от количества рейтинга

source: Information block
ru_ru: Информационный блок

source: Profile Icons
ru_ru: Иконки профиля

source: Enable reviews
ru_ru: Включить отзывы

source: Enable groups
ru_ru: Включить группы

source: Enable publications
ru_ru: Включить публикации

source: Additional field
ru_ru: Дополнительное поле

source: Name
ru_ru: Имя

source: Enter the the field name. Not necessary.
ru_ru: Введите название дополнительного поля. Не обязательно

source: Example: android
ru_ru: Пример: Android

source: Install MetaKey additional field
ru_ru: Введите MetaKey дополнительно поля

source: Example: android_version
ru_ru: Пример: android_version
